<!DOCTYPE html>
<html lang="en">
  <head>
    <meta charset="utf-8">
    <title>use.perl.org journal of TorgoX: moun yo pa byen eleve</title>
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="description" content="">
    <meta name="author" content="">

    <!-- Le styles -->
    <link href="/static/css/bootstrap.css" rel="stylesheet">
    <style>
      body {
        padding-top: 60px; /* 60px to make the container go all the way to the
bottom of the topbar */
      }
    </style>
    <link href="/static/css/bootstrap-responsive.css" rel="stylesheet">

    <!-- Le HTML5 shim, for IE6-8 support of HTML5 elements -->
    <!--[if lt IE 9]>
      <script
src="http://html5shim.googlecode.com/svn/trunk/html5.js"></script>
    <![endif]-->

    <!-- Le fav and touch icons -->
    <link rel="shortcut icon" href="/static/ico/favicon.ico">
  </head>

  <body>

    <div class="navbar navbar-fixed-top">
      <div class="navbar-inner">
        <div class="container">
          <a class="btn btn-navbar" data-toggle="collapse"
data-target=".nav-collapse">
            <span class="icon-bar"></span>
            <span class="icon-bar"></span>
            <span class="icon-bar"></span>
          </a>
          <a class="brand" href="/"><img src="/static/img/slashhead.png"/></a>
          <div class="nav-collapse">
            <ul class="nav">
              <li><a href="/">Home</a></li>
              <li><a href="/about/">About</a></li>
              <li><a href="/authors/">Authors</a></li>
              <li><a href="/journals/">Journals</a></li>
              <li><a href="/stories/">Stories</a></li>
            </ul>
            <p class="navbar-text">All the Perl that's Practical to Extract and Report</p>
          </div><!--/.nav-collapse -->
        </div>
      </div>
    </div>



<div class="container">

<div class="row">

<div class="span4">
<h1>moun yo pa byen eleve</h1>
<h2><a href="/user/TorgoX/">TorgoX</a> on 2003-02-20T18:50:57</h2>
</div> <!-- /span4 -->


<div class="span8">
<p>Dear Log,<blockquote>"<a href="http://aquitaine.cario.fr/news/monde/0,,1002917-VU5WX0lEIDM=,00.html">Jacques
Chirac a critiqu&eacute;</a> lundi soir &agrave;
l'attitude des pays candidats &agrave; l'Union Europ&eacute;enne qui ont
proclam&eacute; leur soutien aux Etats-Unis sur la question irakienne.
"Ce n'est pas un comportement tr&egrave;s responsable. En tous les cas,
ce n'est pas tr&egrave;s bien &eacute;lev&eacute;. Je crois qu'ils ont
manqu&eacute; une bonne occasion de se taire", a-t-il
d&eacute;clar&eacute;. "Ces pays ont &eacute;t&eacute; un peu
inconscients du danger que comportait un trop rapide alignement sur la
position am&eacute;ricaine", a-t-il ajout&eacute;. Il a point&eacute;
plus particuli&egrave;rement la Roumanie et la Bulgarie,
"particuli&egrave;rement l&eacute;g&egrave;res de se lancer ainsi alors
que leur position est d&eacute;j&agrave; tr&egrave;s d&eacute;licate
&agrave; l'&eacute;gard de l'Europe. Si elles voulaient diminuer leurs
chances d'entrer dans l'Europe, elles ne pouvaient pas trouver un
meilleur moyen"

<p><b>My translation:</b>
<br>Monday night, Jacques Chirac criticized the attitude of the EU candidate
countries who voiced their support for the US on the Iraq issue.
"This is not very responsible behavior.  Anyway, it's crude.
I think they've missed a good opportunity to be quiet", he declared.
"These countries were a bit unmindful of the risk of too quickly coming
about to the American position", he added.  He specifically singled
out Romania and Bulgaria as [having been?] "particularly careless
in going off like this since their position with Europe is very delicate.
If they wanted to shrink their chances of making it into Europe, they could
not have found a better way."
</blockquote>

<p>Shrak's condescending phrase that I've translated as "crude" is "pas
tr&egrave;s bien &eacute;lev&eacute;", literally "not very well raised".
I was tempted to translate it as "childish" or even something like
"lower class" or "primitive".</p>


<hr/>



<h2>Blech</h2>
<h3><a href="/user/djberg96/">djberg96</a> on 2003-02-20T19:06:14</h3>
Given France's past military ("yet another defeat") and political ("peace at all costs") history, I fail to see why anyone gives a damn what the French think.
<p>
If it's "obvious" to the Dove's that America wants war with Iraq for their oil, then it's equally "obvious" to me that France wants peace to protect it's current import/export status with Iraq.
</p><p>
Maybe peace-loving France should sell Iraq some more F-1 Mirage fighter jets or Exocet missiles before war breaks out, so they can at least squeeze a few more $$$$ out of Saddam first.</p>



<blockquote>

<h2>Re:Blech</h2>
<h3><a href="/user/Ovid/">Ovid</a> on 2003-02-20T19:38:50</h3>
<p>What's the old saying?  "Give the Germans an inch and they'll take France"<nobr> <wbr></nobr>:)</p>

<p>(Just kidding!  I have a number of friends and relatives in Germany and I can only hope they don't read this entry<nobr> <wbr></nobr>:)</p>



<blockquote>

<h2>Re:Blech</h2>
<h3><a href="/user/djberg96/">djberg96</a> on 2003-02-20T20:07:26</h3>
LOL!  Don't even get me started!





</blockquote>


<h2>Re: Blech</h2>
<h3><a href="/user/brev/">brev</a> on 2003-02-20T19:45:15</h3>
If we're going to drag history into this, then nobody should give a damn what the USA thinks of Saddam Hussein. At least that's <i>relevant</i> history.<br/><br/>Anyway I agree that Chirac is corrupt and elitist, and the current French position on Iraq is merely self-serving. In this quote he has betrayed a craven toll-exacting agenda behind his supposed stand on principle. Pas tr&egrave;s bien &eacute;lev&eacute;.



<h2>Re:Blech</h2>
<h3><a href="/user/darobin/">darobin</a> on 2003-02-21T11:49:58</h3>
<p>
  Sorry to be blunt but honestly, anyone thinking that a country would jeopardize several billion dollars (european billions) in yearly exchange to save a couple hundred million elsewhere is, err, not being very intelligent.
</p>

<p>
  And if you want to look into American history ("lets promote dictators and slaughter democracy worldwide, yahooo!"), I fail to see why anyone would trust the US even with a small size rock.
</p>





</blockquote>


<h2>&quot;Polite&quot;</h2>
<h3><a href="/user/rafael/">rafael</a> on 2003-02-20T20:32:11</h3>
<i>Bien &eacute;lev&eacute;</i> means <i>polite</i>. You have to be polite, even with <a href="http://groups.google.fr/groups?selm=e279b74b.0302170907.1285fb57%40posting.google.com&amp;output=gplain" title="google.fr">pizza boys</a google.fr>.





</div> <!-- /span8 -->

</div> <!-- row -->
</div> <!-- /container -->



    <!-- Le javascript
    ================================================== -->
    <!-- Placed at the end of the document so the pages load faster -->

  </body>
</html>

